"3-finger Horizontal Swipe" = "3 prsty vodorovně";
"3-finger Vertical Swipe" = "3 prsty svisle";
"4-finger Horizontal Swipe" = "4 prsty vodorovně";
"4-finger Vertical Swipe" = "4 prsty svisle";
"About" = "O AltTab";
"About %@" = "O %@u";
"Accessibility" = "Zpřístupnění";
"Acknowledgments" = "Poděkování";
"Active app" = "Aktivní aplikace";
"Active screen" = "Aktivní obrazovka";
"Active Space" = "Aktivní plocha";
"Add a running app" = "Přidat spuštěnou aplikaci";
"Add an app from disk" = "Přidat aplikaci z disku";
"Additional controls" = "Další ovládací prvky";
"Additional controls…" = "Další ovládací prvky…";
"Advanced" = "Pokročilé";
"After keys are released" = "Po uvolnění kláves";
"After release" = "Po vydání";
"Align windows" = "Zarovnat okna";
"Align windows:" = "Zarovnat okna:";
"All apps" = "Všechny aplikace";
"All data from this form will be made public, as a ticket on github.com" = "Všechna data z tohoto formuláře budou zveřejněna jako požadavek (ticket) na github.com";
"All screens" = "Všechny obrazovky";
"All Spaces" = "Všechny plochy";
"Allowed" = "Povoleno";
"Alphabetical" = "Abecedně";
"Alphabetical Order" = "Abecední pořadí";
"Also select windows using:" = "Také vybírat okna pomocí:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Při posledním použití aplikace AltTab došlo k pádu. Odesláním hlášení pomůžete problém vyřešit.";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab je aktuálně nastaveno na zobrazení aplikací. Toto nastavení je dostupné pouze tehdy, když je AltTab nastaveno na zobrazení oken.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab běží bez oprávnění pro záznam obrazovky. Náhledy se nebudou zobrazovat.";
"AltTab needs some permissions" = "AltTab potřebuje určitá oprávnění";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab zobrazí stavovou ikonu, pokud je okno právě minimalizováno nebo zobrazeno na celé obrazovce.";
"Always" = "Vždy";
"Always send crash reports" = "Vždy odesílat hlášení o pádu";
"and press" = "a stiskněte";
"and press:" = "a stiskněte:";
"Animations" = "Animace";
"Animations…" = "Animace…";
"App (BundleID starting with)" = "Aplikace (BundleID začínající na)";
"App Icons" = "Ikony aplikace";
"App is hidden" = "Aplikace je skrytá";
"App is running but has no open window" = "Aplikace běží, ale nemá otevřené okno";
"Apparition delay" = "Zpoždění zobrazení";
"Apparition delay of Switcher" = "Zpoždění zobrazení přepínače";
"Apparition delay:" = "Prodleva zobrazení:";
"Appearance" = "Vzhled";
"Application Name" = "Název aplikace";
"Application Name - Window Title" = "Název aplikace - název okna";
"Applications" = "Aplikace";
"Are you sure you don’t want a response?" = "Opravdu nechcete odpověď?";
"Arrow keys" = "Směrové šipky";
"Ask whether to send crash reports" = "Zeptat se, zda odesílat hlášení o pádu";
"Auto" = "Auto";
"Auto-install updates periodically" = "Automaticky pravidelně instalovat aktualizace";
"Blacklists" = "Seznamy vyloučených";
"Cancel" = "Zrušit";
"Cancel and hide" = "Zrušit a skrýt";
"Capture windows in the background" = "Zachyťte okna na pozadí";
"Center" = "Na střed";
"Check for updates now…" = "Zkontrolovat aktualizace…";
"Check for updates periodically" = "Pravidelně kontrolovat aktualizace";
"Check for updates…" = "Zkontrolovat aktualizace…";
"Check permissions…" = "Zkontrolujte oprávnění…";
"Close window" = "Zavřít okno";
"Conflicting shortcut" = "Konflikt zkratek";
"Controls" = "Ovládání";
"Crash reports policy" = "Zásady odesílání hlášení o pádu aplikace";
"Crash reports policy:" = "Zásady odesílání hlášení o pádu aplikace:";
"Cursor follows focus" = "Kurzor následuje zaměření";
"Customize App Icons style…" = "Přizpůsobte styl ikon aplikací…";
"Customize Thumbnails style…" = "Přizpůsobte si styl náhledů…";
"Customize Titles style…" = "Přizpůsobit styl názvů…";
"Dark" = "Tmavý";
"Debug tools" = "Nástroje pro ladění";
"Disabled" = "Deaktivováno";
"Do nothing" = "Nedělat nic";
"Don’t check for updates periodically" = "Neprovádět pravidelnou kontrolu aktualizací";
"Don’t send" = "Neodesílat";
"Don’t show windows from these apps" = "Nezobrazovat okna těchto aplikací";
"Done" = "Hotovo";
"End" = "Na konci";
"Exceptions" = "Výjimky";
"Export settings…" = "Exportovat nastavení…";
"Export…" = "Exportovat…";
"Fade in animation of Preview" = "Animace pozvolného zobrazení náhledu";
"Fade out animation" = "Animace pozvolného zmizení";
"Fade out animation of Switcher" = "Animace pozvolného zmizení přepínače";
"Fade out animation:" = "Animace pozvolného zmizení:";
"Failed to import settings" = "Nepodařilo se importovat nastavení";
"Focus selected window" = "Přepnout do vybraného okna";
"Fullscreen window" = "Okno na celou obrazovku";
"Fullscreen windows:" = "Okna na celou obrazovku:";
"Fullscreen/Defullscreen window" = "Přepnout okno do/z režimu celé obrazovky";
"General" = "Obecné";
"Gesture" = "Gesto";
"Grant permission" = "Udělit oprávnění";
"Hidden windows:" = "Skrytá okna:";
"Hide" = "Skrýt";
"Hide app badges" = "Skrýt počty notifikací";
"Hide app badges:" = "Skrýt počty notifikací:";
"Hide apps with no open window" = "Skrýt aplikace bez aktivních oken";
"Hide apps with no open window:" = "Skrýt aplikace bez aktivních oken:";
"Hide colored circles on mouse hover" = "Skrýt ovládací prvky oken při přejetí myší";
"Hide colored circles on mouse hover:" = "Skrýt ovládací prvky oken při přejetí myší:";
"Hide in %@" = "Skrýt %@";
"Hide Space number labels" = "Skrýt čísla ploch";
"Hide Space number labels:" = "Skrýt čísla ploch:";
"Hide status icons" = "Skrýt ikony stavu";
"Hide status icons:" = "Skrýt ikony stavu:";
"Hide window thumbnails:" = "Skrýt náhledy oken:";
"Hide/Show app" = "Skrýt/zobrazit aplikaci";
"High" = "Vysoká";
"Highest" = "Nejvyšší";
"Hold" = "Podržet";
"Horizontal Swipe with Four Fingers" = "Vodorovné přejetí čtyřmi prsty";
"Horizontal Swipe with Three Fingers" = "Vodorovné přejetí třemi prsty";
"I think the app could be improved with…" = "Myslím, že aplikace by mohla být vylepšena tak, že…";
"Ignore shortcuts when active" = "Ignorovat klávesové zkratky, když jsou aktivní";
"Ignore shortcuts while a window from these apps is active" = "Ignorovat zkratky, pokud je aktivní okno některé z těchto aplikací";
"Import settings…" = "Importovat nastavení…";
"Import…" = "Importovat…";
"Keep open" = "Ponechat otevřené";
"Keep open and search" = "Ponechat otevřené a hledat";
"Language" = "Jazyk";
"Language Change" = "Změna jazyka";
"Large" = "Velká";
"Later" = "Později";
"Latest releases" = "Poslední aktualizace";
"Leading" = "Vlevo";
"Left" = "Vlevo";
"Light" = "Světlý";
"Lock search" = "Uzamknout vyhledávání";
"Max height on screen:" = "Maximální výška na obrazovce";
"Max width on screen:" = "Maximální šířka na obrazovce";
"Medium" = "Střední";
"Menubar icon" = "Ikona v panelu nabídek";
"Menubar icon:" = "Ikona v panelu nabídek:";
"Middle" = "Na středu";
"Minimize/Deminimize window" = "Minimalizovat/odminimalizovat okno";
"Minimized windows:" = "Minimalizovaná okna:";
"Miscellaneous" = "Různé";
"Miscellaneous:" = "Různé:";
"Mouse hover" = "Najetí myši";
"Multiple screens" = "Více obrazovek";
"Never" = "Nikdy";
"Never send crash reports" = "Nikdy neposílat hlášení o pádu";
"No Window" = "Žádné okno";
"Non-active apps" = "Neaktivní appky";
"Non-visible Spaces" = "Neviditelné plochy";
"Normal" = "Normální";
"Not allowed" = "Nepovoleno";
"NSHumanReadableCopyright" = "Licence GPL-3.0";
"Only if the window is fullscreen" = "Jen pokud je okno na celou obrazovku";
"Only on different screen" = "Pouze na jiné obrazovce";
"Open Accessibility Preferences…" = "Otevřít volby Zpřístupnění…";
"Open Accessibility Settings…" = "Otevřít nastavení přístupnosti…";
"Open Screen Recording Preferences…" = "Otevřít nastavení oprávnění nahrávání obrazovky…";
"Open Screen Recording Settings…" = "Otevřít nastavení nahrávání obrazovky…";
"Open System Settings to confirm, and continue" = "Otevřít Systémová Nastavení pro potvrzení, a pokračovat";
"Open Trackpad Preferences…" = "Otevřít předvolby trackpadu…";
"Open Trackpad Settings…" = "Otevřít nastavení trackpadu…";
"Optional: email (if you want a reply)" = "Volitelně: e-mail (pokud chcete odpověď)";
"Order windows by" = "Seřadit okna podle";
"Please fill in the form" = "Prosím vyplňte formulář";
"Policies" = "Zásady";
"Preferences…" = "Nastavení…";
"Preview selected window" = "Zobrazit náhled vybraného okna";
"Preview selected window:" = "Náhled vybraného okna:";
"Preview the selected window." = "Zobrazit náhled vybraného okna.";
"Quit" = "Zavřít";
"Quit %@" = "Ukončit %@";
"Quit app" = "Zavřít aplikaci";
"Recently Created" = "Nedávno vytvořené";
"Recently Created First" = "Nejnověji vytvořené jako první";
"Recently Focused" = "Nedávno aktivní";
"Recently Focused First" = "Naposledy aktivní jako první";
"Remember my choice" = "Zapamatovat si mou volbu";
"Reset preferences and restart" = "Obnovit předvolby a restartovat";
"Reset preferences and restart…" = "Obnovit předvolby a restartovat…";
"Reset settings and restart" = "Obnovit nastavení a restartovat";
"Reset settings and restart…" = "Obnovit nastavení a restartovat…";
"Restart Now" = "Restartovat nyní";
"Rows of thumbnails:" = "Řádky náhledů:";
"Screen including menu bar" = "Obrazovka včetně panelu nabídek";
"Screen including mouse" = "Obrazovka včetně kurzoru myši";
"Screen Recording" = "Nahrávání obrazovky";
"Screen showing AltTab" = "Obrazovka zobrazující AltTab";
"Search" = "Hledat";
"Select next window" = "Vybrat následující okno";
"Select previous window" = "Vybrat předchozí okno";
"Select windows on mouse hover" = "Vybrat okna při najetí myší";
"Select windows using arrow keys" = "Vybrat okna pomocí směrových šipek";
"Select windows using vim keys" = "Vybrat okna pomocí kláves ve stylu Vim";
"Send" = "Odeslat";
"Send a crash report?" = "Odeslat hlášení o pádu?";
"Send anyway" = "Přesto odeslat";
"Send debug profile (CPU, memory, etc)" = "Odeslat diagnostická data (CPU, paměť atd.)";
"Send feedback" = "Odeslat zpětnou vazbu";
"Send feedback…" = "Odeslat zpětnou vazbu…";
"Settings imported" = "Nastavení importována";
"Settings…" = "Nastavení";
"Share improvement ideas, or report bugs" = "Navrhněte vylepšení nebo nahlaste chybu";
"Shortcut" = "Zkratka";
"Shortcut 1" = "Zkratka 1";
"Shortcut 2" = "Zkratka 2";
"Shortcut 3" = "Zkratka 3";
"Shortcut 4" = "Zkratka 4";
"Shortcut 5" = "Zkratka 5";
"Shortcut already assigned to another action: %@" = "Zkratka je již používána jinou akcí: %@";
"Shortcuts When Active" = "Zkratky, když jsou aktivní";
"Shortcuts when active…" = "Zkratky, když jsou aktivní…";
"Show" = "Zobrazit";
"Show & Hide" = "Zobrazit a skrýt";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Zobrazit položku v přepínači pro každé okno, nebo pro každou aplikaci. Okna budou aktivována jako zaměřená, zatímco aplikace budou spouštěny.";
"Show apps with no open window" = "Zobrazit appky bez otevřeného okna";
"Show at the end" = "Zobrazit na konci";
"Show fullscreen windows" = "Zobrazit okna na celé obrazovce";
"Show hidden windows" = "Zobrazit skrytá okna";
"Show in switcher" = "Zobrazit v přepínači";
"Show minimized windows" = "Zobrazit minimalizovaná okna";
"Show on" = "Zobrazit na";
"Show on:" = "Zobrazit na:";
"Show standard tabs as windows" = "Zobrazit standardní panely jako okna";
"Show standard tabs as windows:" = "Zobrazit standardní panely jako okna:";
"Show titles" = "Zobrazit názvy";
"Show windows from applications" = "Zobrazit okna z aplikací";
"Show windows from screens" = "Zobrazit okna z obrazovek";
"Show windows from Spaces" = "Zobrazit okna z ploch";
"Show windows from:" = "Zobrazit okna z:";
"Size" = "Velikost";
"Skipped" = "Přeskočeno";
"Small" = "Malá";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Některé aplikace jako Finder nebo Náhled používají standardní panely, které fungují jako samostatná okna. Jiné aplikace, jako například webové prohlížeče, používají vlastní panely, které se chovají specifickým způsobem a nejsou skutečnými okny. AltTab je nemůže zobrazit samostatně.";
"Source code repository" = "Repozitář zdrojového kódu";
"Space" = "Plocha";
"Space Order" = "Pořadí plochy";
"Start" = "Na začátku";
"Start at login" = "Spustit po přihlášení";
"Start at login:" = "Spustit po přihlášení:";
"Support this project" = "Podpořte tento projekt";
"Swipe with Four Fingers" = "Přejeďte čtyřmi prsty";
"Swipe with Three Fingers" = "Přejeďte třemi prsty";
"Switch between 3 different styles. You can customize them." = "Přepínejte mezi 3 různými styly. Můžete si je upravit.";
"System" = "Systém";
"System Default" = "Výchozí nastavení systému";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Zkratka ⌘⎋ (command+escape) může být použita macOS pro GameOverlay.\n\nVaŠe změna jí nastaví na : %@.\n\nPro pokračování, se ujistěte, že zkratka GameOverlay je vypnuta.\nDbejte také, že macOS hlásí chyby kdy zkratka GameOverlay může stále ovlivňovat chování i při jejím vypnutí.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Klávesa ⎋ (escape) je rezervována některými macOS zkratkami (např. ⌘⌥⎋ zobrazí okno vynuceného ukončení aplikací).\n\nPokud chcete použít ⎋, ujistěte se, že modifikátory Přidržení nejsou: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Klávesa ⎋ (escape) je rezervována některými macOS zkratkami (např. ⌘⌥⎋ zobrazí okno vynuceného ukončení aplikací).\n\nVaŠe změna jí nastaví na : %@.\n\nPokud chcete použít ⎋, ujistěte se, že modifikátory Přidržení nejsou: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Aplikace musí být restartována, aby se aplikovala importovaná nastavení.";
"The application needs to restart to apply the language change." = "Aplikace se musí restartovat, aby se změna jazyka projevila.";
"Theme" = "Motiv";
"Theme:" = "Motiv:";
"Then release:" = "Co se stane po uvolnění:";
"This permission is needed to focus windows after you release the shortcut" = "Toto oprávnění je potřeba k přepnutí do okna po uvolnění klávesové zkratky";
"This permission is needed to show screenshots and titles of open windows" = "Toto oprávnění je potřeba k zobrazení náhledů a názvů otevřených oken";
"This permission is needed to show thumbnails and preview of open windows" = "Toto oprávnění je potřeba k zobrazení náhledů a ukázek otevřených oken.";
"Thumbnails" = "Náhledy";
"Title" = "Název";
"Title truncation" = "Zkrácení názvu";
"Titles" = "Názvy";
"Trackpad haptic feedback" = "Haptická zpětná vazba trackpadu";
"Trigger" = "Spouštěč";
"Trigger shortcut" = "Spouštěcí zkratka";
"Unassign existing shortcut and continue" = "Odebrat existující zkratku a pokračovat";
"Updates policy" = "Zásady aktualizací";
"Updates policy:" = "Zásady aktualizací:";
"Use the app without this permission. Thumbnails won’t show." = "Používejte aplikaci bez tohoto oprávnění. Náhledy se nebudou zobrazovat.";
"Version" = "Verze";
"Vertical Swipe with Four Fingers" = "Svislé přejetí čtyřmi prsty";
"Vertical Swipe with Three Fingers" = "Svislé přejetí třemi prsty";
"View existing discussions" = "Zobrazit existující diskuse";
"Vim keys" = "Vim klávesy";
"Vim keys already assigned to other actions:\n%@" = "Klávesy Vim již přiřazené k jiným akcím: \\ n%@";
"Visibility" = "Viditelnost";
"Visible Spaces" = "Viditelné plochy";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Když je vypnuto, zabrání fialovému indikátoru nahrávání obrazovky macOS a zabrání blikání při přehrávání DRM videa. Náhledy budou méně aktuální.";
"When fullscreen" = "Při režimu celé obrazovky";
"When no open window" = "Při neotevřeném okně";
"While open, press:" = "Při otevření stiskněte:";
"Window app icon size:" = "Velikost ikony okna aplikace:";
"Window is fullscreen" = "Okno je na celé obrazovce";
"Window is minimized" = "Okno je minimalizováno";
"Window is on every Space" = "Toto okno je zobrazeno na všech plochách";
"Window is on Space %d" = "Okno je na ploše %d";
"Window max width in row:" = "Maximální šířka okna v řádku:";
"Window min width in row:" = "Minimální šířka okna v řádku:";
"Window order:" = "Pořadí oken:";
"Window Title" = "Název okna";
"Window title contains" = "Název okna obsahuje";
"Window title font size:" = "Velikost písma v titulku okna:";
"Window title truncation:" = "Zkrácení názvu okna:";
"Windows" = "Okna";
"You can’t undo this action." = "Tuto akci nelze vrátit zpět.";
"You didn’t write your email, thus can’t receive any response." = "Nezadali jste svůj e-mail, proto nemůžete obdržet žádnou odpověď.";
"You may need to disable some conflicting system gestures" = "Možná bude potřeba zakázat některá konfliktní systémová gesta";
